{
  "Thématiques Fréquentes": "Lohahevitra matetika",
  "Toutes les Thématiques": "Lohahevitra rehetra",
  "Corruption et Engagement d’un représentant du gouvernement": "Kolikoly sy faneken’ny tompon’andraiki-panjakana",
  "Déontologie et bonne conduite des agents publics": "Etika sy fitondran-tena tsara ataon'ny mpiasa",
  "Faune": "bibidia",
  "Flore": "zavamaniry",
  "Organisation de la lutte contre la corruption": "Fandaminana ny ady amin’ny kolikoly",
  "Répression et principes": "Famoretana sy fitsipika",
  "Promulguée le 21 avril 2016, la loi relative à la déontologie et aux droits et obligations des fonctionnaires modifie le cadre juridique de la fonction publique. Elle concerne aussi le recrutement des futurs agents public, les contractuels, la parité... Zoom sur les principaux changements apportés par le texte.": "Navoaka tamin'ny 21 aprily 2016, ny lalàna momba ny etika sy ny zo ary ny adidin'ny mpiasam-panjakana dia manova ny rafitra ara-dalàna momba ny asam-panjakana. Eo koa ny fandraisana mpiasam-panjakana ho avy, ny mpiasan’ny fifanarahana, ny fitovian-jo... Mifantoha amin’ny fanovana lehibe nataon’ny lahatsoratra.",
  "La corruption du représentant de l'Etat n'est pas aisée à définir : « La corruption comprend deux éléments essentiels : d'une part, l'existence d'offres, promesses ou dons préalables à l'expression d'un consentement et, d'autre part, l'existence d'un rapport entre ces offres»": "Tsy mora ny mamaritra ny kolikoly ataon’ny solontenam-panjakana: “Misy singa roa tena ilaina ny kolikoly: amin’ny lafiny iray, ny fisian’ny tolotra, fampanantenana na fanomezana alohan’ny fanehoana ny fanekena ary ankilany ny fisian’ny fifandraisana misy eo amin'ireo tolotra ireo'",
  "L’objectif est de promouvoir une approche pratique pour renforcer l’application effective de la loi et pour lutter contre le braconnage et le commerce illicite des espèces fauniques et floristiques sur tout le territoire national.": "Ny tanjona dia ny hampiroborobo ny fomba fiasa azo ampiharina hanamafisana ny fampiharana mahomby ny lalàna sy ny ady amin'ny fihazana fihazana sy ny varotra tsy ara-dalàna ny biby sy zavamaniry manerana ny tanin'ny firenena.",
  "Certains pays ont institué des services spéciaux pour lutter contre la corruption. L'Allemagne compte notamment des \"sections anticorruption\" dans de nombreux Länder, et deux grandes villes possèdent des départements spécialisés dépendant du ministère public qui tiennent des «registres de corruption».": "Nanangana tolotra manokana hiadiana amin’ny kolikoly ny firenena sasany. Indrindra indrindra, manana \"section anti-corruption\" any Länder i Alemaina, ary tanàna lehibe roa no manana sampana manokana eo ambanin'ny biraon'ny fampanoavana izay mitazona \"rejistra momba ny kolikoly\"."
}